class script(object):
    START_TXT = """<b>𝙷𝚎𝚢, {} 👋</b>

<blockquote><b>𝒲𝒆𝒍𝒄𝒐𝒎𝒆 𝒯𝒐 𝒯𝒉𝒆 𝓦𝒐𝒓𝒍𝒅 𝓞𝒇 𝓜𝒂𝒅𝒏𝒆𝒔𝒔</b> </blockquote>

<b>𝗜 ᴄᴀɴ ᴘʀᴏᴠɪᴅᴇ ᴍᴏᴠɪᴇꜱ ɪɴ ᴛᴇʟᴇɢʀᴀᴍ ɢʀᴏᴜᴘꜱ.  
𝗬ᴏᴜ ᴄᴀɴ ꜱᴇᴀʀᴄʜ ᴍᴏᴠɪᴇꜱ ɪɴ ʙᴏᴛ ᴘᴍ.  
𝗝ᴜꜱᴛ ᴀᴅᴅ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀɴᴅ ꜱᴇᴇ ᴛʜᴇ ᴍᴀɢɪᴄ ✨</b>

<b>🌿 ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ :  <a href="https://t.me/Cinema_Updates_OTT">𝐂ɪɴᴇᴍᴀ 𝐋ᴏᴋᴀᴍ</a></b>"""

    FEATURES_TXT = """<b>🛠️ ʜᴇʀᴇ ᴀʀᴇ ᴍʏ ᴀᴠᴀɪʟᴀʙʟᴇ ꜰᴇᴀᴛᴜʀᴇꜱ 🛠️</b>"""

    ABOUT_TXT = """<b><blockquote> ആരാ അത്..👻</b></blockquote>

<b> ʙᴏᴛ ɴᴀᴍᴇ :</b> <a href="https://t.me/{}">{}</a>
<b> ᴏᴡɴᴇʀ    :</b> <a href="{}">Owner</a>
<b> ᴠᴇʀꜱɪᴏɴ  :</b> <code>ᴠ4.8 • ꜱᴛᴀʙʟᴇ</code>

<b><blockquote> എന്തിനോ വേണ്ടി..👻</blockquote></b>

<b> ꜰʀᴀᴍᴇᴡᴏʀᴋ :</b> <a href="https://docs.pyrogram.org/">ᴘʏʀᴏɢʀᴀᴍ</a>
<b> ʟᴀɴɢᴜᴀɢᴇ  :</b> <a href="https://www.python.org/">ᴘʏᴛʜᴏɴ 3</a>
<b> ᴅᴀᴛᴀʙᴀꜱᴇ  :</b> <a href="https://www.mongodb.com/">ᴍᴏɴɢᴏᴅʙ</a>
<b> ʜᴏꜱᴛ      :</b> <a href="https://heroku.com/">ʜᴇʀᴏᴋᴜ</a>"""

    FORCESUB_TEXT = """<b>
<blockquote>ɪɴ ᴏʀᴅᴇʀ ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ғɪʟᴇs</blockquote>

🔹 ᴊᴏɪɴ ᴏᴜʀ 𝗨𝗽𝗱𝗮𝘁𝗲 𝗖𝗵𝗮𝗻𝗻𝗲𝗹 𝗕𝗲𝗹𝗼𝘄 ᴛᴏ ᴄᴏɴᴛɪɴᴜᴇ.  
🔹 ᴀғᴛᴇʀ ᴊᴏɪɴɪɴɢ, ᴄʟɪᴄᴋ “𝗧𝗿𝘆 𝗔𝗴𝗮𝗶𝗻”.
    </b>"""
    CLONESTART_TXT = """𝙷𝚎𝚕𝚕𝚘 {}

ɪ ᴀᴍ  <a href=https://t.me/{}>{}</a>

ɪ ᴀᴍ ᴀ ᴘᴏᴡᴇʀғᴜʟʟ ᴀᴜᴛᴏғɪʟᴛᴇʀ ʙᴏᴛ ᴀᴅᴅ ᴍᴇ ᴛᴏ ᴜʀ ɢʀᴘ ᴀɴᴅ ᴍᴀᴋᴇ ᴍᴇ ᴀɴ ᴀᴅᴍɪɴ ᴛʜᴇʀ ᴀɴᴅ ᴛʜᴇɴ ᴀᴍ ᴘʀᴏᴠɪᴅᴇs ᴍᴏᴠɪᴇs ᴛʜᴇʀᴇ
"""

    OPENAI_TXT = """ᴀsᴋ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴs ᴜsᴇ /openai ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ 

ᴇɢ: /openai your text"""
    RULE_TXT = """💢 GRΩUP RULΣS 💢

● Sᴇᴀʀᴄʜ Mᴏᴠɪᴇ Wɪᴛʜ Cᴏʀʀᴇᴄᴛ Sᴘᴇʟʟɪɴɢ :
› ᴀᴠᴀᴛᴀʀ 2009 ✅
› ᴀᴠᴀᴛᴀʀ ʜɪɴᴅɪ ✅
› ᴀᴠᴀᴛᴀʀ ᴍᴏᴠɪᴇ ❌
› ᴀᴠᴀᴛᴀʀ ʜɪɴᴅɪ ᴅᴜʙʙᴇᴅ..❌

●Sᴇᴀʀᴄʜ Wᴇʙ Sᴇʀɪᴇs Iɴ ᴛʜɪs Fᴏʀᴍᴀᴛᴇ : 
› ᴠɪᴋɪɴɢs S01 ✅
› ᴠɪᴋɪɴɢs S01E01 ✅
› ᴠɪᴋɪɴɢs S01 ʜɪɴᴅɪ ✅
› ᴠɪᴋɪɴɢs S01 ʜɪɴᴅɪ ᴅᴜʙʙ. ❌
› ᴠɪᴋɪɴɢs sᴇᴀsᴏɴ 1 ❌
› ᴠɪᴋɪɴɢs ᴡᴇʙ sᴇʀɪᴇs ❌

● ᴅᴏɴ'ᴛ ᴅᴏ ᴀɴʏ sᴇʟғ ᴘʀᴏᴍᴏᴛɪᴏɴ.

● ᴅᴏɴ'ᴛ sᴇɴᴅ ᴀɴʏ ᴋɪɴᴅ ᴏғ ᴘʜᴏᴛᴏ, ᴠɪᴅᴇᴏ ᴅᴏᴄᴜᴍᴇɴᴛs, ᴜʀʟ ᴇᴛᴄ..

● ᴅᴏɴ'ᴛ ʀᴇǫᴜᴇsᴛ ᴀɴʏ ᴛʜɪɴɢs ᴏᴛʜᴇʀ ᴛʜᴀɴ ᴍᴏᴠɪᴇ sᴇʀɪᴇs ᴀɴɪᴍᴇs..

📁 𝖭ᴏᴛᴇ :- 𝖠ʟʟ ᴍᴇ𝗌𝗌ᴀɢᴇ𝗌 ᴡɪʟʟ ʙᴇ ᴀᴜᴛᴏ-ᴅᴇʟᴇᴛᴇᴅ ᴀғᴛᴇʀ 𝟷𝟶 ᴍɪɴᴜᴛᴇ𝗌 ᴛᴏ ᴀᴠᴏɪᴅ ᴄᴏᴘʏʀɪɢʜᴛ ɪ𝗌𝗌ᴜᴇ𝗌."""

    CLONE_TXT = """●𝙷𝚎𝚢 {}
●𝐺𝑜 𝑡𝑜 𝐵𝑜𝑡𝑓𝑎𝑡ℎ𝑒𝑟
●𝒄𝒓𝒆𝒂𝒕𝒆 𝑨 𝒃𝒐𝒕
●𝑠𝑒𝑛𝑑 𝑚𝑒 𝑡ℎ𝑒 𝑏𝑜𝑡 𝑡𝑜𝑘𝑒𝑛
●𝑤𝑖𝑡ℎ 𝑡ℎ𝑒 𝑓𝑜𝑟𝑤𝑎𝑟𝑑 𝑞𝑢𝑜𝑡𝑠

𝑇ℎ𝑒𝑛 𝐴𝑚 𝑡𝑟𝑦 𝑡𝑜 𝑐𝑟𝑒𝑎𝑡𝑒 𝑎 𝐵𝑜𝑡 𝑓𝑜𝑟 𝑦𝑜𝑢😌"""

    RULES_TXT = """Cʟɪᴄᴋ THᴇ Bᴜᴛᴛᴏɴ Fᴏʀ Sᴇᴇ Tʜᴇ Rᴜʟᴇs😌"""
    FUN_TXT = """Help: <b>Memes</b>
Some dank memes for fun or whatever!
<b>Commands and Usage:</b>
• /throw or /dart - t𝗈 m𝖺𝗄𝖾 drat 
• /roll or /dice - roll the dice 
• /goal or /shoot - to make a goal or shoot
• /luck or /cownd - Spin the Lucky
• /runs strings
"""
           
    MULTI_STATUS_TXT = """<b>╭─[ ⚡ ᴅᴀᴛᴀʙᴀsᴇ ꜱᴛᴀᴛᴜꜱ ⚡ ]─⍟</b>
│
<b>├─[ ᴅᴀᴛᴀʙᴀsᴇ 1 ]─⍟</b>
├⋟ 👤 ᴜsᴇʀs ⋟ <code>{}</code>
├⋟ 👥 ɢʀᴏᴜᴘs ⋟ <code>{}</code>
├⋟ 💎 ᴘʀᴇᴍɪᴜᴍ ⋟ <code>{}</code>
├⋟ 📂 ꜰɪʟᴇs ⋟ <code>{}</code>
├⋟ 💾 ᴜsᴇᴅ ⋟ <code>{}</code>
├⋟ 🆓 ꜰʀᴇᴇ ⋟ <code>{}</code>
│
<b>├─[ ᴅᴀᴛᴀʙᴀsᴇ 2 ]─⍟</b>
├⋟ 📂 ꜰɪʟᴇs ⋟ <code>{}</code>
├⋟ 💾 ꜱɪᴢᴇ ⋟ <code>{}</code>
├⋟ 🆓 ꜰʀᴇᴇ ⋟ <code>{}</code>
│
<b>├─[ 🤖 ʙᴏᴛ ᴅᴇᴛᴀɪʟs ]─⍟</b>
├⋟ ⏳ ᴜᴘᴛɪᴍᴇ ⋟ {}
├⋟ ⚡ ʀᴀᴍ ⋟ <code>{}%</code>
├⋟ 🔋 ᴄᴘᴜ ⋟ <code>{}%</code>
│
├⋟ 📊 ᴛᴏᴛᴀʟ ꜰɪʟᴇꜱ: <code>{}</code>
<b>╰──────────────────────⍟</b>"""

    STATUS_TXT = """<b>╭─[ ⚡ ᴅᴀᴛᴀʙᴀsᴇ ꜱᴛᴀᴛᴜꜱ ⚡ ]─⍟</b>
│
<b>├─[ ᴅᴀᴛᴀʙᴀsᴇ ]─⍟</b>
├⋟ 👤 ᴜsᴇʀs ⋟ <code>{}</code>
├⋟ 👥 ɢʀᴏᴜᴘs ⋟ <code>{}</code>
├⋟ 💎 ᴘʀᴇᴍɪᴜᴍ ⋟ <code>{}</code>
├⋟ 📂 ꜰɪʟᴇs ⋟ <code>{}</code>
├⋟ 💾 ᴜsᴇᴅ ⋟ <code>{}</code>
├⋟ 🆓 ꜰʀᴇᴇ ⋟ <code>{}</code>
│
<b>├─[ 🤖 ʙᴏᴛ ᴅᴇᴛᴀɪʟs ]─⍟</b>
├⋟ ⏳ ᴜᴘᴛɪᴍᴇ ⋟ {}
├⋟ ⚡ ʀᴀᴍ ⋟ <code>{}%</code>
├⋟ 🔋 ᴄᴘᴜ ⋟ <code>{}%</code>
<b>╰──────────────────────⍟</b>"""

    EARN_INFO = """<b>💰 <u>ʜᴏᴡ ᴛᴏ ᴇᴀʀɴ ᴍᴏɴᴇʏ ᴡɪᴛʜ ᴛʜɪꜱ ʙᴏᴛ</u> 💰

1️⃣ ʏᴏᴜ ᴍᴜꜱᴛ ʜᴀᴠᴇ ᴀ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴀᴛ ʟᴇᴀꜱᴛ 100 ᴍᴇᴍʙᴇʀꜱ.
2️⃣ ᴀᴅᴅ <a href=https://t.me/{}>ᴛʜɪꜱ ʙᴏᴛ</a> ᴀꜱ ᴀɴ ᴀᴅᴍɪɴ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
3️⃣ ᴄʀᴇᴀᴛᴇ ᴀɴ ᴀᴄᴄᴏᴜɴᴛ ᴏɴ ᴀ ꜱʜᴏʀᴛᴇɴᴇʀ (ᴇ.ɢ., <a href=https://zipshort.net/>ᴢɪᴘꜱʜᴏʀᴛ</a>).
4️⃣ ꜱᴇɴᴅ /settings ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀɴᴅ ᴄᴏɴꜰɪɢᴜʀᴇ ᴛʜᴇ ꜱʜᴏʀᴛᴇɴᴇʀ.

🔍 ᴄʜᴇᴄᴋ ᴅᴇᴛᴀɪʟꜱ: /details

💡 ɴᴏᴛᴇ: ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ꜰʀᴇᴇ ᴛᴏ ᴜꜱᴇ ᴀɴᴅ ʜᴇʟᴘꜱ ʏᴏᴜ ᴍᴏɴᴇᴛɪᴢᴇ ʏᴏᴜʀ ɢʀᴏᴜᴘ!</b>"""


    VERIFICATION_TEXT = """<b>👋 ʜᴇʏ {},

🔒 ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ʀᴇᴏ̨ᴜɪʀᴇᴅ!

ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ᴠᴇʀɪꜰɪᴇᴅ. ᴘʟᴇᴀꜱᴇ ᴠᴇʀɪꜰʏ ᴛᴏ ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇꜱꜱ.

📊 ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ꜱᴛᴀᴛᴜꜱ: 1/3

💡 <i>ᴡᴀɴᴛ ᴛᴏ ꜱᴋɪᴘ ᴛʜɪꜱ? ʙᴜʏ ᴘʀᴇᴍɪᴜᴍ ꜰᴏʀ ᴅɪʀᴇᴄᴛ ꜰɪʟᴇꜱ!</i></b>"""
    

    VERIFY_COMPLETE_TEXT = """<b>🎉 ᴄᴏɴɢʀᴀᴛᴜʟᴀᴛɪᴏɴꜱ {},

✅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ 1/3 ᴄᴏᴍᴘʟᴇᴛᴇᴅ!

ʏᴏᴜ ɴᴏᴡ ʜᴀᴠᴇ ᴀᴄᴄᴇꜱꜱ ᴜɴᴛɪʟ ᴛʜᴇ ɴᴇxᴛ ᴄʜᴇᴄᴋᴘᴏɪɴᴛ.</b>"""

    SECOND_VERIFICATION_TEXT = """<b>👋 ʜᴇʏ {},

🔒 ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ʀᴇᴏ̨ᴜɪʀᴇᴅ!

ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ᴠᴇʀɪꜰɪᴇᴅ. ᴘʟᴇᴀꜱᴇ ᴠᴇʀɪꜰʏ ᴛᴏ ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇꜱꜱ.

📊 ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ꜱᴛᴀᴛᴜꜱ: 2/3

💡 <i>ᴡᴀɴᴛ ᴛᴏ ꜱᴋɪᴘ ᴛʜɪꜱ? ʙᴜʏ ᴘʀᴇᴍɪᴜᴍ ꜰᴏʀ ᴅɪʀᴇᴄᴛ ꜰɪʟᴇꜱ!</i></b>"""

    SECOND_VERIFY_COMPLETE_TEXT = """<b>🎉 ᴄᴏɴɢʀᴀᴛᴜʟᴀᴛɪᴏɴꜱ {},

✅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ 2/3 ᴄᴏᴍᴘʟᴇᴛᴇᴅ!

ʏᴏᴜ ɴᴏᴡ ʜᴀᴠᴇ ᴀᴄᴄᴇꜱꜱ ᴜɴᴛɪʟ ᴛʜᴇ ɴᴇxᴛ ᴄʜᴇᴄᴋᴘᴏɪɴᴛ.</b>"""

    THIRDT_VERIFICATION_TEXT = """<b>👋 ʜᴇʏ {},

🔒 ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ʀᴇᴏ̨ᴜɪʀᴇᴅ!

ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ᴠᴇʀɪꜰɪᴇᴅ. ᴘʟᴇᴀꜱᴇ ᴠᴇʀɪꜰʏ ᴛᴏ ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇꜱꜱ ꜰᴏʀ 24 ʜᴏᴜʀꜱ.

📊 ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ꜱᴛᴀᴛᴜꜱ: 3/3

💡 <i>ᴡᴀɴᴛ ᴛᴏ ꜱᴋɪᴘ ᴛʜɪꜱ? ʙᴜʏ ᴘʀᴇᴍɪᴜᴍ ꜰᴏʀ ᴅɪʀᴇᴄᴛ ꜰɪʟᴇꜱ!</i></b>"""

    THIRDT_VERIFY_COMPLETE_TEXT= """<b>🎉 ᴄᴏɴɢʀᴀᴛᴜʟᴀᴛɪᴏɴꜱ {},

✅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ 3/3 ᴄᴏᴍᴘʟᴇᴛᴇᴅ!

ʏᴏᴜ ɴᴏᴡ ʜᴀᴠᴇ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇꜱꜱ ꜰᴏʀ ᴛʜᴇ ɴᴇxᴛ 24 ʜᴏᴜʀꜱ.</b>"""

    VERIFIED_LOG_TEXT = """<b>#VerificationCompleted

👤 ᴜꜱᴇʀ: {} [ <code>{}</code> ]
📆 ᴅᴀᴛᴇ: <code>{} </code>
📊 ꜱᴛᴀᴛᴜꜱ: #Verificaton_{}_Completed</b>"""
       
    LOG_TEXT_G = """<b>#NewGroupDetails

🏠 ɢʀᴏᴜᴘ: {}
🆔 ɪᴅ: <code>{}</code>
👥 ᴍᴇᴍʙᴇʀꜱ: <code>{}</code>
👤 ᴀᴅᴅᴇᴅ ʙʏ: {}</b>"""

    LOG_TEXT_P = """<b>#NewUserStarted

🆔 ɪᴅ: <code>{}</code>
👤 ɴᴀᴍᴇ: {}</b>"""

    ALRT_TXT = """ʜᴇʟʟᴏ {},
ᴛʜɪꜱ ɪꜱ ɴᴏᴛ ʏᴏᴜʀ ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇꜱᴛ,
ʀᴇǫᴜᴇꜱᴛ ʏᴏᴜʀ'ꜱ..."""

    OLD_ALRT_TXT = """ʜᴇʏ {},
ʏᴏᴜ ᴀʀᴇ ᴜꜱɪɴɢ ᴏɴᴇ ᴏꜰ ᴍʏ ᴏʟᴅ ᴍᴇꜱꜱᴀɢᴇꜱ, 
ᴘʟᴇᴀꜱᴇ ꜱᴇɴᴅ ᴛʜᴇ ʀᴇǫᴜᴇꜱᴛ ᴀɢᴀɪɴ."""

    CUDNT_FND = """ɪ ᴄᴏᴜʟᴅɴ'ᴛ ꜰɪɴᴅ ᴀɴʏᴛʜɪɴɢ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ {}
ᴅɪᴅ ʏᴏᴜ ᴍᴇᴀɴ ᴀɴʏ ᴏɴᴇ ᴏꜰ ᴛʜᴇꜱᴇ ?"""

    I_CUDNT = """<b><i>ᴛʜɪꜱ ᴍᴏᴠɪᴇ ɪꜱ ɴᴏᴛ ᴄᴜʀʀᴇɴᴛʟʏ ᴀᴠᴀɪʟᴀʙʟᴇ.

ɪᴛ ʜᴀꜱ ᴇɪᴛʜᴇʀ ɴᴏᴛ ʙᴇᴇɴ ʀᴇʟᴇᴀꜱᴇᴅ ᴏʀ ʜᴀꜱ ɴᴏᴛ ʏᴇᴛ ʙᴇᴇɴ ᴀᴅᴅᴇᴅ ᴛᴏ ᴛʜᴇ ᴅᴀᴛᴀʙᴀꜱᴇ.</i></b>"""
    
    I_CUD_NT = """<b><i>ᴛʜɪꜱ ᴍᴏᴠɪᴇ ɪꜱ ɴᴏᴛ ᴄᴜʀʀᴇɴᴛʟʏ ᴀᴠᴀɪʟᴀʙʟᴇ.

ɪᴛ ʜᴀꜱ ᴇɪᴛʜᴇʀ ɴᴏᴛ ʙᴇᴇɴ ʀᴇʟᴇᴀꜱᴇᴅ ᴏʀ ʜᴀꜱ ɴᴏᴛ ʏᴇᴛ ʙᴇᴇɴ ᴀᴅᴅᴇᴅ ᴛᴏ ᴛʜᴇ ᴅᴀᴛᴀʙᴀꜱᴇ.</i></b>"""
    
    MVE_NT_FND = """<b><i>ᴛʜɪꜱ ᴍᴏᴠɪᴇ ɪꜱ ɴᴏᴛ ᴄᴜʀʀᴇɴᴛʟʏ ᴀᴠᴀɪʟᴀʙʟᴇ.

ɪᴛ ʜᴀꜱ ᴇɪᴛʜᴇʀ ɴᴏᴛ ʙᴇᴇɴ ʀᴇʟᴇᴀꜱᴇᴅ ᴏʀ ʜᴀꜱ ɴᴏᴛ ʏᴇᴛ ʙᴇᴇɴ ᴀᴅᴅᴇᴅ ᴛᴏ ᴛʜᴇ ᴅᴀᴛᴀʙᴀꜱᴇ.</i></b>"""
    
    TOP_ALRT_MSG = """ꜱᴇᴀʀᴄʜɪɴɢ ꜰᴏʀ ǫᴜᴇʀʏ ɪɴ ᴍʏ ᴅᴀᴛᴀʙᴀꜱᴇ..."""

    MELCOW_ENG = """<b>👋 ʜᴇʟʟᴏ {},\n\n🍁 ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ\n🌟 {} \n\n🔍 ᴊᴜꜱᴛ ᴛʏᴘᴇ ᴛʜᴇ ɴᴀᴍᴇ ᴏꜰ ᴛʜᴇ ᴍᴏᴠɪᴇ ᴏʀ ꜱᴇʀɪᴇꜱ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ.\n\n⚠️ ɴᴇᴇᴅ ʜᴇʟᴘ? ᴄᴏɴᴛᴀᴄᴛ ᴜꜱ ʜᴇʀᴇ 👇</b>"""
    
    DISCLAIMER_TXT = """
<b><blockquote> ആ സാറേ..🍭</blockquote></b>
ᴛʜɪꜱ ɪꜱ ɴᴏᴛ ᴀɴ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ. ᴛʜᴇ ʙᴏᴛ ᴅᴏᴇꜱ ɴᴏᴛ ʜᴏꜱᴛ ᴏʀ ᴏᴡɴ ᴀɴʏ ᴄᴏɴᴛᴇɴᴛ; ɪᴛ ᴏɴʟʏ ɪɴᴅᴇxᴇꜱ ꜰɪʟᴇꜱ ᴀʟʀᴇᴀᴅʏ ᴀᴠᴀɪʟᴀʙʟᴇ ᴏɴ ᴛᴇʟᴇɢʀᴀᴍ. ᴀʟʟ ʀɪɢʜᴛꜱ ʙᴇʟᴏɴɢ ᴛᴏ ᴛʜᴇɪʀ ʀᴇꜱᴘᴇᴄᴛɪᴠᴇ ᴏᴡɴᴇʀꜱ. ᴡᴇ ʀᴇꜱᴘᴇᴄᴛ ᴄᴏᴘʏʀɪɢʜᴛ ʟᴀᴡꜱ ᴀɴᴅ ᴄᴏᴍᴘʟʏ ᴡɪᴛʜ ᴅᴍᴄᴀ / ᴇᴜᴄᴅ. ɪꜰ ᴀɴʏ ᴄᴏɴᴛᴇɴᴛ ᴠɪᴏʟᴀᴛᴇꜱ ʏᴏᴜʀ ʀɪɢʜᴛꜱ, ᴄᴏɴᴛᴀᴄᴛ ᴜꜱ ꜰᴏʀ ɪᴍᴍᴇᴅɪᴀᴛᴇ ʀᴇᴍᴏᴠᴀʟ.
"""

    PREMIUM_TEXT = """<b>💎 <u>ᴘʀᴇᴍɪᴜᴍ ᴘʟᴀɴꜱ</u> 💎

🗓️ 07 ᴅᴀʏꜱ  ➪  15 ₹ / 15 ⭐
🗓️ 15 ᴅᴀʏꜱ  ➪  30 ₹ / 30 ⭐
🗓️ 01 ᴍᴏɴᴛʜ ➪  60 ₹ / 60 ⭐
🗓️ 02 ᴍᴏɴᴛʜꜱ ➪ 120 ₹ / 120 ⭐
🗓️ 03 ᴍᴏɴᴛʜꜱ ➪ 220 ₹ / 220 ⭐

📜 <a href='https://t.me/+blcE2jS-iGtkMjNl'>ᴄʜᴇᴄᴋ ᴘʀᴏᴏꜰꜱ</a>

⚠️ ɪᴍᴘᴏʀᴛᴀɴᴛ:
1️⃣ ꜱᴇɴᴅ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴀꜰᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.
2️⃣ ᴡᴀɪᴛ ꜰᴏʀ ᴀᴅᴍɪɴ ᴄᴏɴꜰɪʀᴍᴀᴛɪᴏɴ ᴛᴏ ʙᴇ ᴀᴅᴅᴇᴅ.</b>"""

    PREMIUM_STAR_TEXT = """<b><blockquote>ᴘᴀʏᴍᴇɴᴛ ᴍᴇᴛʜᴏᴅ: ᴛᴇʟᴇɢʀᴀᴍ ꜱᴛᴀʀꜱ ⭐</blockquote>

ɴᴏᴡ ʏᴏᴜ ᴄᴀɴ ʙᴜʏ ᴏᴜʀ ᴘʀᴇᴍɪᴜᴍ ꜱᴇʀᴠɪᴄᴇ ᴜꜱɪɴɢ ᴛᴇʟᴇɢʀᴀᴍ ꜱᴛᴀʀꜱ.  

ɪꜰ ʏᴏᴜ ꜰᴀᴄᴇ ᴀɴʏ ᴘʀᴏʙʟᴇᴍ, ᴛᴀᴋᴇ ᴀ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴀɴᴅ ꜱᴇɴᴅ ɪᴛ ᴛᴏ - @SilentXBotz

ꜱᴇʟᴇᴄᴛ ʏᴏᴜʀ ᴅᴇꜱɪʀᴇᴅ ᴀᴍᴏᴜɴᴛ ᴀɴᴅ ᴘᴜʀᴄʜᴀꜱᴇ ᴀ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ 👇.</b>
"""

    PREMIUM_UPI_TEXT = """<b><blockquote>ᴘᴀʏᴍᴇɴᴛ ᴍᴇᴛʜᴏᴅ: ᴜᴘɪ</blockquote>

ʏᴏᴜ ᴄᴀɴ ᴘᴜʀᴄʜᴀꜱᴇ ᴘʀᴇᴍɪᴜᴍ ᴛʜʀᴏᴜɢʜ ᴜᴘɪ , ɴᴇᴛ ʙᴀɴᴋɪɴɢ.

💳 ᴜᴘɪ ɪᴅ - <code>ɴᴏ ᴀᴠᴀɪʟᴀʙʟᴇ ʀɪɢʜᴛ ɴᴏᴡ</code>

💢 ᴍᴜꜱᴛ ꜱᴇɴᴅ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴀꜰᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.

‼️ ᴀꜰᴛᴇʀ ꜱᴇɴᴅɪɴɢ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴘʟᴇᴀꜱᴇ ɢɪᴠᴇ ᴜꜱ ꜱᴏᴍᴇᴛɪᴍᴇ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴘʀᴇᴍɪᴜᴍ ʟɪꜱᴛ.</b>"""
    
    
    BPREMIUM_TXT = """<blockquote>🎁 <b>ᴘʀᴇᴍɪᴜᴍ ꜰᴇᴀᴛᴜʀᴇꜱ</b> :</blockquote>

○ ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴠᴇʀɪꜰʏ
○ ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴏᴘᴇɴ ʟɪɴᴋꜱ
○ ᴅɪʀᴇᴄᴛ ꜰɪʟᴇꜱ   
○ ᴀᴅ-ꜰʀᴇᴇ ᴇxᴘᴇʀɪᴇɴᴄᴇ 
○ ʜɪɢʜ-ꜱᴘᴇᴇᴅ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ                         
○ ᴍᴜʟᴛɪ-ᴘʟᴀʏᴇʀ ꜱᴛʀᴇᴀᴍɪɴɢ ʟɪɴᴋꜱ                           
○ ᴜɴʟɪᴍɪᴛᴇᴅ ᴍᴏᴠɪᴇꜱ & ꜱᴇʀɪᴇꜱ                                                                        
○ ꜰᴜʟʟ ᴀᴅᴍɪɴ ꜱᴜᴘᴘᴏʀᴛ                              
○ ʀᴇǫᴜᴇꜱᴛ ᴡɪʟʟ ʙᴇ ᴄᴏᴍᴘʟᴇᴛᴇᴅ ɪɴ 1ʜ [ ɪꜰ ᴀᴠᴀɪʟᴀʙʟᴇ ]

• ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ ᴘʀᴇᴍɪᴜᴍ ʙʏ ʀᴇꜰᴇʀɪɴɢ ʏᴏᴜʀ ꜰʀɪᴇɴᴅꜱ ᴏʀ ʏᴏᴜ ᴄᴀɴ ʙᴜʏ ᴘʀᴇᴍɪᴜᴍ ꜱᴇʀᴠɪᴄᴇ 

•─────•─────────•─────•
◉ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴀᴄᴛɪᴠᴇ ᴘʟᴀɴ : /myplan

‼️ ᴀꜰᴛᴇʀ ꜱᴇɴᴅɪɴɢ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ɢɪᴠᴇ ᴜꜱ ꜱᴏᴍᴇᴛɪᴍᴇꜱ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴘʀᴇᴍɪᴜᴍ ʟɪꜱᴛ."""   
    
      
    NORSLTS = """ 
#NoResults

ɪᴅ : <code>{}</code>
ɴᴀᴍᴇ : {}

ᴍᴇꜱꜱᴀɢᴇ : <b>{}</b>"""
    
    CAPTION = """<b>{file_name}\n
📤 ᴜᴘʟᴏᴀᴅᴇᴅ ʙʏ: <a href="https://t.me/SilentXBotz">SɪʟᴇɴᴛXʙᴏᴛᴢ</a></b>"""

    IMDB_TEMPLATE_TXT = """
<b>🎬 ᴛɪᴛʟᴇ: <a href={url}>{title}</a>
🎭 ɢᴇɴʀᴇꜱ: {genres}
📅 ʏᴇᴀʀ: <a href={url}/releaseinfo>{year}</a>
⭐ ʀᴀᴛɪɴɢ: <a href={url}/ratings>{rating}</a> / 10 ({votes} ᴠᴏᴛᴇꜱ)
💿 ʀᴜɴᴛɪᴍᴇ: {runtime} ᴍɪɴꜱ

⏳ ʀᴇꜱᴜʟᴛ ꜱʜᴏᴡɴ ɪɴ: {remaining_seconds} ꜱᴇᴄᴏɴᴅꜱ
👤 ʀᴇᴏ̨ᴜᴇꜱᴛᴇᴅ ʙʏ: {message.from_user.mention}</b>"""

    RESTART_TXT = """
<b>✅ ʙᴏᴛ ʀᴇꜱᴛᴀʀᴛᴇᴅ!

📅 ᴅᴀᴛᴇ: <code>{}</code>
⏰ ᴛɪᴍᴇ: <code>{}</code>
🌐 ᴢᴏɴᴇ: <code>ᴀꜱɪᴀ/ᴋᴏʟᴋᴀᴛᴀ</code>
🛠️ ᴠᴇʀꜱɪᴏɴ: <code>v4.3 [ ꜱᴛᴀʙʟᴇ ]</code>
</b>"""
    MINFO = """
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯

ɢᴏ ᴛᴏ ɢᴏᴏɢʟᴇ ➠ ᴛʏᴘᴇ ᴍᴏᴠɪᴇ ɴᴀᴍᴇ ➠ ᴄᴏᴘʏ ᴄᴏʀʀᴇᴄᴛ ɴᴀᴍᴇ ➠ ᴘᴀꜱᴛᴇ ᴛʜɪꜱ ɢʀᴏᴜᴘ

ᴇxᴀᴍᴘʟᴇ : Uncharted

🚯 ᴅᴏɴᴛ ᴜꜱᴇ ➠ ':(!,./)"""

    SINFO = """
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
ꜱᴇʀɪᴇꜱ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯

ɢᴏ ᴛᴏ ɢᴏᴏɢʟᴇ ➠ ᴛʏᴘᴇ ꜱᴇʀɪᴇꜱ ɴᴀᴍᴇ ➠ ᴄᴏᴘʏ ᴄᴏʀʀᴇᴄᴛ ɴᴀᴍᴇ ➠ ᴘᴀꜱᴛᴇ ᴛʜɪꜱ ɢʀᴏᴜᴘ

ᴇxᴀᴍᴘʟᴇ : Loki S01E01

🚯 ᴅᴏɴᴛ ᴜꜱᴇ ➠ ':(!,./)"""
    CAPTION = """<blockquote><b>📁 Fɪʟᴇ Nᴀᴍᴇ: 📄 <code>{file_name}</code>

💾 Fɪʟᴇ Sɪᴢᴇ:  📦 <code>{file_size}</code>

<a href="https://t.me/Cinema_Updates_OTT">[⚡ Jᴏɪɴ ᴄɪɴᴇᴍᴀ ʟᴏᴋᴀᴍ ⚡]</a></b></blockquote>
"""
    LOGO = """
  ____  _ _            _  __  ______        _       
 / ___|(_) | ___ _ __ | |_\ \/ / __ )  ___ | |_ ____
 \___ \| | |/ _ \ '_ \| __|\  /|  _ \ / _ \| __|_  /
  ___) | | |  __/ | | | |_ /  \| |_) | (_) | |_ / / 
 |____/|_|_|\___|_| |_|\__/_/\_\____/ \___/ \__/___|
                                                                                                                                                                            
𝙱𝙾𝚃 𝚆𝙾𝚁𝙺𝙸𝙽𝙶 𝙿𝚁𝙾𝙿𝙴𝚁𝙻𝚈...."""

    ADMIN_CMD = """<b>👮‍♂️ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ:

• /movie_update - <code>ᴛᴏɢɢʟᴇ ᴍᴏᴠɪᴇ ᴜᴘᴅᴀᴛᴇ</code>
• /pm_search - <code>ᴛᴏɢɢʟᴇ ᴘᴍ ꜱᴇᴀʀᴄʜ</code>
• /verifyon - <code>ᴛᴜʀɴ ᴏɴ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ</code>
• /verifyoff - <code>ᴛᴜʀɴ ᴏꜰꜰ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ</code>
• /logs - <code>ᴄʜᴇᴄᴋ ᴇʀʀᴏʀ ʟᴏɢꜱ</code>
• /delete - <code>ᴅᴇʟᴇᴛᴇ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅʙ</code>
• /users - <code>ʟɪꜱᴛ ᴜꜱᴇʀꜱ</code>
• /chats - <code>ʟɪꜱᴛ ɢʀᴏᴜᴘꜱ</code>
• /leave  - <code>ʟᴇᴀᴠᴇ ɢʀᴏᴜᴘ</code>
• /disable  - <code>ᴅɪꜱᴀʙʟᴇ ɢʀᴏᴜᴘ</code>
• /ban  - <code>ʙᴀɴ ᴜꜱᴇʀ</code>
• /unban  - <code>ᴜɴʙᴀɴ ᴜꜱᴇʀ</code>
• /channel - <code>ʟɪꜱᴛ ᴄᴏɴɴᴇᴄᴛᴇᴅ ɢʀᴏᴜᴘꜱ</code>
• /broadcast - <code>ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴛᴏ ᴜꜱᴇʀꜱ</code>
• /grp_broadcast - <code>ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴛᴏ ɢʀᴏᴜᴘꜱ</code>
• /gfilter - <code>ᴀᴅᴅ ɢʟᴏʙᴀʟ ꜰɪʟᴛᴇʀ</code>
• /gfilters - <code>ʟɪꜱᴛ ɢʟᴏʙᴀʟ ꜰɪʟᴛᴇʀꜱ</code>
• /delg - <code>ᴅᴇʟᴇᴛᴇ ɢʟᴏʙᴀʟ ꜰɪʟᴛᴇʀ</code>
• /delallg - <code>ᴅᴇʟᴇᴛᴇ ᴀʟʟ ɢʟᴏʙᴀʟ ꜰɪʟᴛᴇʀꜱ</code>
• /deletefiles - <code>ᴅᴇʟᴇᴛᴇ ᴄᴀᴍʀɪᴘ/ᴘʀᴇᴅᴠᴅ</code>
• /send - <code>ꜱᴇɴᴅ ᴘᴍ ᴛᴏ ᴜꜱᴇʀ</code>
• /add_premium - <code>ᴀᴅᴅ ᴘʀᴇᴍɪᴜᴍ</code>
• /remove_premium - <code>ʀᴇᴍᴏᴠᴇ ᴘʀᴇᴍɪᴜᴍ</code>
• /premium_users - <code>ʟɪꜱᴛ ᴘʀᴇᴍɪᴜᴍ ᴜꜱᴇʀꜱ</code>
• /get_premium - <code>ᴄʜᴇᴄᴋ ᴘʀᴇᴍɪᴜᴍ ɪɴꜰᴏ</code>
• /restart - <code>ʀᴇꜱᴛᴀʀᴛ ʙᴏᴛ</code></b>"""

    GROUP_CMD = """<b>👥 ɢʀᴏᴜᴘ ᴄᴏᴍᴍᴀɴᴅꜱ:

• /settings - <code>ᴄᴏɴꜰɪɢᴜʀᴇ ɢʀᴏᴜᴘ ꜱᴇᴛᴛɪɴɢꜱ</code>
• /set_shortner - <code>ꜱᴇᴛ 1ꜱᴛ ꜱʜᴏʀᴛᴇɴᴇʀ</code>
• /set_shortner_2 - <code>ꜱᴇᴛ 2ɴᴅ ꜱʜᴏʀᴛᴇɴᴇʀ</code>
• /set_shortner_3 - <code>ꜱᴇᴛ 3ʀᴅ ꜱʜᴏʀᴛᴇɴᴇʀ</code>
• /set_tutorial - <code>ꜱᴇᴛ 1ꜱᴛ ᴛᴜᴛᴏʀɪᴀʟ</code>
• /set_tutorial_2 - <code>ꜱᴇᴛ 2ɴᴅ ᴛᴜᴛᴏʀɪᴀʟ</code>
• /set_tutorial_3 - <code>ꜱᴇᴛ 3ʀᴅ ᴛᴜᴛᴏʀɪᴀʟ</code>
• /set_time - <code>ꜱᴇᴛ 1ꜱᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ᴛɪᴍᴇ</code>
• /set_time_2 - <code>ꜱᴇᴛ 2ɴᴅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ᴛɪᴍᴇ</code>
• /set_log_channel - <code>ꜱᴇᴛ ʟᴏɢ ᴄʜᴀɴɴᴇʟ</code>
• /set_fsub - <code>ꜱᴇᴛ ꜰᴏʀᴄᴇ ꜱᴜʙ</code>
• /reload - <code>ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ</code>
• /remove_fsub - <code>ʀᴇᴍᴏᴠᴇ ꜰᴏʀᴄᴇ ꜱᴜʙ</code>
• /reset_group - <code>ʀᴇꜱᴇᴛ ꜱᴇᴛᴛɪɴɢꜱ</code>
• /details - <code>ᴄʜᴇᴄᴋ ꜱᴇᴛᴛɪɴɢꜱ</code></b>"""

    PAGE_TXT = """ᴡʜʏ ᴀʀᴇ ʏᴏᴜ ꜱᴏ ᴄᴜʀɪᴏᴜꜱ ⁉️"""    
    SOURCE_TXT = """<b><blockquote>അടി സക്കെ..🍭</blockquote></b>

ᴛʜɪs ᴘʀᴏᴊᴇᴄᴛ ɪsɴ'ᴛ ᴏᴘᴇɴ–sᴏᴜʀᴄᴇ. ɪғ ʏᴏᴜ ɴᴇᴇᴅ ᴀɴʏ ʜᴇʟᴘ ᴏʀ ʜᴀᴠᴇ ǫᴜᴇsᴛɪᴏɴs, ʏᴏᴜ ᴄᴀɴ ᴍᴇssᴀɢᴇ ᴜs ᴅɪʀᴇᴄᴛʟʏ.
 <a href="https://t.me/OnlymadnessS">🌿 Sᴏᴜʀᴄᴇ Code</a>"""
